$.numericSetStatic('date-now', 'только что');
$.numericSet('date-minute',{
    '*==1':'минуту назад',
    '*%10==1&&*!=11':'* минута назад',
    '*%10>=2&&*%10<=4&&(*<11||*>19)':'* минуты назад',
    'true':'* минут назад'
});
$.numericSet('date-hour',{
    '*==1':'час назад',
    '*%10==1&&*!=11':'* час назад',
    '*%10>=2&&*%10<=4&&(*<11||*>19)':'* часа назад',
    'true':'* часов назад'
});
$.numericSet('date-day',{
    '*==1':'сегодня',
    '*==2':'вчера',
    '*==3':'позавчера',
    '*%10==1&&*!=11':'* день назад',
    '*%10>=2&&*%10<=4&&(*<11||*>19)':'* дня назад',
    'true':'* дней назад'
});